Repository: OPUS4/application
Catalog: modules/admin/language/language.tmx
Source language: de
Languages: en

source: 639-2 Bezeichner (bibliografischer Code)
en: 639-2 Identifier (bibliographic code)

source: 639-2 Bezeichner ((Terminologie-Code)
en: 639-2 Identifier (terminology code)

source: 639-1 Bezeichnung
en: 639-1 identifier

source: I(ndividuell), M(acrosprache), S(pecial)
en: I(ndividual), M(acrolanguage), S(pecial)

source: A(ntik), C(onstruiert), E(ausgestorben), H(istorisch), L(ebend), S(pecial)
en: A(ncient), C(onstructed), E(xtinct), H(istorical), L(iving), S(pecial)

source: Sprache
en: Language Name

source: Kommentar
en: Comment

source: aktiv
en: active

source: Daten abspeichern
en: Store Data
